# Дана строка. Выведите в консоль последний символ строки.


def last_character_of_string(string):
    return string[-1]


if __name__ == '__main__':
    print(last_character_of_string('hello my friend'))
    print(last_character_of_string('Python is good by see'))
