# Дана строка. Выведите в консоль длину этой строки.


def len_string(string):
    return len(string)


if __name__ == '__main__':
    print(len_string('hello my friend'))
    print(len_string('Python is good by see'))
