# Дана некоторая строка:
# 'abcde'
# Получите список ее символов:
# ['a', 'b', 'c', 'd', 'e']


def list_character(string):
    return list(string)


if __name__ == '__main__':
    print(list_character('abcde'))
