# Выведите в консоль все целые числа от -100 до 0.


def numbers():
    for number in range(-100, 1):
        print(number)


if __name__ == '__main__':
    numbers()
