# Выведите в консоль все целые числа от 1 до 100.


def numbers():
    for number in range(1, 101):
        print(number)


if __name__ == '__main__':
    numbers()
