# Даны два целых числа. Найдите остаток от деления первого числа на второе.


def two_numbers(first_num, second_num):
    return first_num // second_num


if __name__ == '__main__':
    print(two_numbers(10, 4))
    print(two_numbers(156, 23))
