# Дан список с числами:
# [1, 2, 3, 4, 5]
# Найдите сумму элементов этого списка.


def sum_items(list_number):
    return sum(list_number)


if __name__ == '__main__':
    print(sum_items(list_number=[1, 2, 3, 4, 5]))
