# Дана строка:
# 'abcde'
# Получите список букв этой строки.


def list_letters(string):
    return list(string)


if __name__ == '__main__':
    print(list_letters(string='abcde'))
